{
  "plugins": {
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua",
      "version": "'main'"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "hop.nvim": {
      "src": "https://github.com/smoka7/hop.nvim"
    },
    "hydra.nvim": {
      "src": "https://github.com/nvimtools/hydra.nvim"
    },
    "lightline.vim": {
      "src": "https://github.com/itchyny/lightline.vim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.animate": {
      "src": "https://github.com/echasnovski/mini.animate"
    },
    "mini.bracketed": {
      "src": "https://github.com/echasnovski/mini.bracketed"
    },
    "mini.trailspace": {
      "src": "https://github.com/echasnovski/mini.trailspace"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-genghis": {
      "src": "https://github.com/chrisgrieser/nvim-genghis"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-scopemaster": {
      "src": "https://github.com/slavov-vili/nvim-scopemaster"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "pear-tree": {
      "src": "https://github.com/tmsvg/pear-tree"
    },
    "rainbow": {
      "src": "https://github.com/luochen1990/rainbow"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    }
  }
}
